/* No comment provided by engineer. */
"Export '%@' to shared folder '%@'" = "Exporter « %1$@ » dans le dossier partagé « %2$@ »";

/* No comment provided by engineer. */
"Export podcast to a shared folder" = "Exporter le podcast dans un dossier partagé";

/* No comment provided by engineer. */
"Folder" = "Dossier";

/* No comment provided by engineer. */
"No media selected." = "Aucun fichier multimédia n’est sélectionné.";

/* No comment provided by engineer. */
"Selected media does not exist." = "Le fichier multimédia sélectionné n’existe pas.";

/* No comment provided by engineer. */
"Shared folder path cannot be empty." = "Le chemin d’accès au dossier partagé ne peut pas être vide.";

/* No comment provided by engineer. */
"Unknown" = "Inconnu";

